---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HeatTransferCoefficient
source: html/9402c9c8-39bb-8820-43e1-5997acaaa9bf.htm
---
# Autodesk.Revit.DB.SpecTypeId.HeatTransferCoefficient Property

Coefficient of Heat Transfer, in discipline Energy.

## Syntax (C#)
```csharp
public static ForgeTypeId HeatTransferCoefficient { get; }
```